export const TITLE = {
  title: "Marta bra",
  subtitle: "белье ручной работы",
  about: `Marta bra - это российский бренд нижнего белья. Мы шьём красивое и 
                качественное белье, в котором женщинам не нужно отказываться от комфорта,
                чтобы выглядеть сексуально каждый день. Естественная красота и женственность
                лежит в основе нашего вдохновения, поэтому у нас вы не найдете плотных push-up чашек.
                Но мы поможем подобрать модель, чтобы подчеркнуть талию, скрыть беда или 
                визуально увеличить грудь`,
  
};

export const SEO = {
  title: "Мартабра ",
  description:
    "Кружевное нижнее белье ручной работы на заказ. Пошив нижнего белья по индивидуальным меркам.",
  openGraph: {
    type: "website",
    url: "https://martabra.belvedersky.now.sh",
    title: " Мартабра Кружевное нижнее белье ручной работы на заказ",
    description: " Пошив нижнего белья по индивидуальным меркам.",
    image: "https://martabra.belvedersky.now.sh/bra.jpg'"
  }
};
const size = {
  mobileS: "320px",
  mobileM: "375px",
  mobileL: "425px",
  tablet: "768px",
  laptop: "1024px",
  laptopL: "1440px",
  desktop: "2560px"
};
export const DEVICE = {
  mobileS: `(min-width: ${size.mobileS})`,
  mobileM: `(min-width: ${size.mobileM})`,
  mobileL: `(min-width: ${size.mobileL})`,
  tablet: `(max-width: ${size.tablet})`,
  laptop: `(min-width: ${size.laptop})`,
  laptopL: `(min-width: ${size.laptopL})`,
  desktop: `(min-width: ${size.desktop})`,
  desktopL: `(min-width: ${size.desktop})`
};

export const Catalog = 
 [
  {
    image: "/lingerie/lingerie_1.jpg",
    title: "Комплект 1",
    description: `Бюстгальтер Curie сделан из мягкой сеточки и глянцевого кружева.
    чашки лифа сделаны с закрытыми швами: это самая нежная технология пошива
    двойная сеточка обеспечивает пуш-ап для тяжелой груди
    элегантность граничащая с сексуальностью
    Cочетатйте с высокими стрингами или слипами.`,
    link: "complect_1",
    price: "3600"
  },
  {
    image: "/lingerie/lingerie_2.jpg",
    title: "Комплект 2",
    description: `Бюстгальтер Curie сделан из мягкой сеточки и глянцевого кружева.
    чашки лифа сделаны с закрытыми швами: это самая нежная технология пошива
    двойная сеточка обеспечивает пуш-ап для тяжелой груди
    элегантность граничащая с сексуальностью
    Cочетатйте с высокими стрингами или слипами.`,
    link: "complect_2",
    price: "2600"
  },
  {
    image: "/lingerie/lingerie_3.jpg",
    title: "Комплект 3",
    description: `Бюстгальтер Curie сделан из мягкой сеточки и глянцевого кружева.
    чашки лифа сделаны с закрытыми швами: это самая нежная технология пошива
    двойная сеточка обеспечивает пуш-ап для тяжелой груди
    элегантность граничащая с сексуальностью
    Cочетатйте с высокими стрингами или слипами.`,
    link: "complect_3",
    price: "1900"
  },
  {
    image: "/lingerie/lingerie_4.jpg",
    title: "Комплект 4",
    description: `Бюстгальтер Curie сделан из мягкой сеточки и глянцевого кружева.
    чашки лифа сделаны с закрытыми швами: это самая нежная технология пошива
    двойная сеточка обеспечивает пуш-ап для тяжелой груди
    элегантность граничащая с сексуальностью
    Cочетатйте с высокими стрингами или слипами.`,
    link: "complect_4",
    price: "3300"
  },
  {
    image: "/lingerie/lingerie_5.jpg",
    title: "Комплект 5",
    description: `Бюстгальтер Curie сделан из мягкой сеточки и глянцевого кружева.
    чашки лифа сделаны с закрытыми швами: это самая нежная технология пошива
    двойная сеточка обеспечивает пуш-ап для тяжелой груди
    элегантность граничащая с сексуальностью
    Cочетатйте с высокими стрингами или слипами.`,
    link: "complect_5",
    price: "2200"
  },
  {
    image: "/lingerie/lingerie_6.jpg",
    title: "Комплект 6",
    description: `Бюстгальтер Curie сделан из мягкой сеточки и глянцевого кружева.
    чашки лифа сделаны с закрытыми швами: это самая нежная технология пошива
    двойная сеточка обеспечивает пуш-ап для тяжелой груди
    элегантность граничащая с сексуальностью
    Cочетатйте с высокими стрингами или слипами.`,
    link: "complect_6",
    price: "1750"
  },
  {
    image: "/lingerie/lingerie_7.jpg",
    title: "Комплект 7",
    description: `Бюстгальтер Curie сделан из мягкой сеточки и глянцевого кружева.
    чашки лифа сделаны с закрытыми швами: это самая нежная технология пошива
    двойная сеточка обеспечивает пуш-ап для тяжелой груди
    элегантность граничащая с сексуальностью
    Cочетатйте с высокими стрингами или слипами.`,
    link: "complect_7",
    price: "2400"
  },
  {
    image: "/lingerie/lingerie_8.jpg",
    title: "Комплект 8",
    description: `Бюстгальтер Curie сделан из мягкой сеточки и глянцевого кружева.
    чашки лифа сделаны с закрытыми швами: это самая нежная технология пошива
    двойная сеточка обеспечивает пуш-ап для тяжелой груди
    элегантность граничащая с сексуальностью
    Cочетатйте с высокими стрингами или слипами.`,
    link: "complect_8",
    price: "1700"
  },
  {
    image: "/lingerie/lingerie_9.jpg",
    title: "Комплект 9",
    description: `Бюстгальтер Curie сделан из мягкой сеточки и глянцевого кружева.
    чашки лифа сделаны с закрытыми швами: это самая нежная технология пошива
    двойная сеточка обеспечивает пуш-ап для тяжелой груди
    элегантность граничащая с сексуальностью
    Cочетатйте с высокими стрингами или слипами.`,
    link: "complect_9",
    price: "2800"
  },
  {
    image: "/lingerie/lingerie_10.jpg",
    title: "Комплект 10",
    description: `Бюстгальтер Curie сделан из мягкой сеточки и глянцевого кружева.
    чашки лифа сделаны с закрытыми швами: это самая нежная технология пошива
    двойная сеточка обеспечивает пуш-ап для тяжелой груди
    элегантность граничащая с сексуальностью
    Cочетатйте с высокими стрингами или слипами.`,
    link: "complect_10",
    price: "2200"
  }
 ];
